Revit 2024 API
ParameterTypeId.ElecticalEquipVoltage Property
 "Voltage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ElecticalEquipVoltage { get; }
Visual Basic
Public Shared ReadOnly Property ElecticalEquipVoltage As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ElecticalEquipVoltage {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace